Repository: common-repository/biocryptology-login
Catalog: languages/biocryptologylogin-*.po
Languages: es_es

source: Configuration Type
es_es: Tipo de configuración

source: Please, select a type of configuration.
es_es: Por favor, selecciona un tipo de configuración.

source: Configuration type
es_es: Tipo de configuración

source: Quick setup
es_es: Configuración rápida

source: Advanced setup
es_es: Configuración avanzada

source: First you will need to install our app on your mobile phone:
es_es: Primero debes instalar nuestra aplicación en tu teléfono móvil:

source: Hit "Begin" and scan the QR code that appears with our app to log in.
es_es: Presiona "Comenzar" y escanea el código QR que aparece con nuestra aplicación para iniciar sesión.

source: A pre-completed form will appear with some information that we have extracted from your profile, but you can change whatever you like.
es_es: Aparecerá un formulario precompletado con alguna información que hemos extraído de tu perfil, pero puedes cambiar lo que quieras.

source: When done, a code will be copied to your clipboard so that you can paste it in the field that will appear directly below ("Please, paste your code here").
es_es: Cuando termine, se copiará un código en tu portapapeles para que puedas pegarlo en el campo que aparecerá directamente debajo ("Por favor, pegue su código aquí").

source: Hit "Finish" and the setup process is complete.
es_es: Presiona "Finalizar" y el proceso de configuración habrá finalizado.

source: Begin
es_es: Comenzar

source: Please, paste your code here.
es_es: Por favor, pega tu código aquí.

source: Finish
es_es: Finalizar

source: Back
es_es: Atrás

source: With the fast configuration, you can easily activate the biocryptology plug-in:
es_es: Con la configuración rápida puedes activar fácilmente el plugin de Biocryptology:

source: Download on the Apple Store
es_es: Descargar en la Apple Store

source: Client ID
es_es: ID de cliente

source: Enter the client ID code copied from the plugin dashboard from your Biocryptology account.
es_es: Introduce el ID de cliente copiado de la pantalla de configuración del plugin en tu cuenta en Biocryptology.

source: Post Login URL
es_es: URL poslogin

source: Copy the URL above and paste it on the plugin dashboard from your Biocryptology account.
es_es: Copia la URL anterior y pégala en la pantalla de configuración del plugin en tu cuenta Biocryptology.

source: Enable user registration
es_es: Habilitar el registro de usuarios

source: Select whether account creation is allowed or not via Biocryptology on your system.
es_es: Selecciona si permites la creación de cuentas en tu sistema a través de Biocryptology.

source: Yes
es_es: Sí

source: Redirect to
es_es: Redirigir a

source: Important info
es_es: Información importante

source: To complete the configuration, make sure you select the same data on the plugin dashboard from your Biocryptology account.
es_es: Para completar la configuración, asegúrate de que has seleccionado los mismos datos que los que aparecen en la configuración del plugin en tu cuenta Biocryptology.

source: User data configuration
es_es: Configuración de los datos de usuario

source: The following data will always be sent to your system as it is required by your CMS on user creation:
es_es: Los siguientes datos siempre se enviarán a su sistema ya que su CMS los necesita para la creación del usuario:

source: Select the data you would like to receive from users. Note that you also need to configure them on the plugin dashboard from your Biocryptology account:
es_es: Selecciona los datos que quieres recibir de los usuarios. Ten en cuenta que también debes configurarlos en el panel de configuración del plugin en la cuenta Biocryptology:

source: Phone Number (verified)
es_es: Número de teléfono (verificado)

source: Language
es_es: Idioma

source: Sex
es_es: Sexo

source: Date of Birth
es_es: Fecha de nacimiento

source: Address
es_es: Dirección

source: Given Names
es_es: Nombre

source: Surname
es_es: Apellidos

source: Email Address (verified)
es_es: Dirección email (verificado)

source: On Uninstall delete plugin data
es_es: Al desinstalar, eliminar los datos del plugin

source: Delete Global Config data and custom table (%sbiocryptology_users) created by this plugin on uninstall. <br/><strong>Please note that this can not be undone and you keep proper backup of full database before using feature.</strong>
es_es: Borrar los datos de configuración global y la tabla personalizada (% sbiocryptology_users) creados por este plugin en la desinstalación. <br/> <strong> Ten en cuenta que esta operación no es reversible, por lo que se aconseja mantener una copia de seguridad de la base de datos completa antes de usar la función. </strong>

source: Required fields.
es_es: Campos requeridos.

source: Help
es_es: Ayuda

source: Secret Key
es_es: Clave secreta

source: Enter the secret key code copied from the plugin dashboard from your Biocryptology account.
es_es: Introduce la clave secreta copiada del panel de configuración del plugin en tu cuenta Biocryptology.

source: Biocryptology API Configuration
es_es: Configuración del API de Biocryptology

source: Biocryptology Login
es_es: Login con Biocryptology

source: Biocryptology Account
es_es: Cuenta Biocryptology

source: Invalid state parameter.
es_es: Parámetro estado inválido.

source: Invalid email address.
es_es: Dirección de correo inválida.

source: This Biocryptology account is already linked with other account. If you want to connect, then disconnect that account first and then try again!
es_es: Esta cuenta Biocryptology ya está vinculada con otra cuenta de la web. Si quieres conectarte, desconecta esa cuenta primero, ¡y vuelve a intentarlo!

source: Your Biocryptology profile is successfully linked with your account. Now you can sign in with Biocryptology easily.
es_es: Tu perfil en Biocryptology se ha vinculado correctamente con tu cuenta en la web. Ahora puedes iniciar sesión con Biocryptology fácilmente.

source: Choose File
es_es: Selecciona un fichero

source: Copy to clipboard
es_es: Copiar al portapapeles

source: Configuration
es_es: Configuración
